/*
 Localizable.strings
 leitingbundle
 
 Created by fujs2 on 16/12/21.
 Copyright © 2016年 陳海青. All rights reserved.
 */

//海外隐私协议
"LTPrivacyPolicyViewTitle" = "隱私權協議";
"LTPrivacyPolicyHtml" = "<html><body class=\"protocol\">\
<div class=\"headers pr\">\
<a href=\"javascript:;\" id=\"backBtn\" class=\"back icons\"></a>\
<div class=\"titles clearfixs\">\
<a href=\"javascript:;\" class=\"logos\"></a>\
</div>\
</div>\
&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
歡迎使用由HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED（下稱“本公司”或“我們”）提供的產品/服務。為提供更完善以及多元的服務及商品，根據相關法律法規之規定，我們對您的個人資料蒐集、處理、利用範圍做如下說明，以確保提供給您更好的服務品質，並致力監管及確保員工在處理資料時有絕對的嚴謹及保密性，請您詳閱下列內容：\
<br>\
<br>\
<b>一、隱私權協議的適用範圍</b>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
隱私權協議內容，即您在使用本遊戲過程中，我們如何蒐集、利用、儲存、維護您的個人資料以及您怎樣行使權利。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
隱私權協議不適用於本產品/服務以外的相關產品，也不適用於非本公司所委託或參與管理之第三人。\
<br>\
<br>\
<b>二、個人資料的蒐集目的、類別及利用方式</b>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（一）為了保存您的遊戲帳號及資料，在創建帳號時會為您建立LTGAMES特定ID，Android需要您同意使用FILE_ACCESS\ 檔訪問的許可權，僅有您的遊戲帳號及遊戲資料將會被訪問並儲存，任何私人照片、影片、檔案將不會被訪問。如您是Android用戶，且拒絕提供上述許可權，我們將無法儲存遊戲資料，無法向您提供遊戲的核心功能。\
<br>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（二）當您使用帳號綁定功能時，您需要向Google、Apple、Facebook及Twitter授權是否進行綁定，以上您選擇的平臺會傳輸加密後的數據代碼給我們，用於綁定您的遊戲帳號，其他資訊僅您本人可見。您可自主選擇是否綁定上述平臺帳號，如您選擇不綁定帳號，刪除遊戲主程式或更換設備後無法自主切換帳號。\
<br>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（三）當您正式進入本遊戲，體驗遊戲核心功能時，我們及廣告SDK會自動蒐集您的遊戲進度資料、IP 位址和行動裝置識別碼（Android_id、IDFA、ADID）並進行儲存，以便您後續查詢您的遊戲記錄并用於改善我們的廣告和服務（例如：避免用戶重複接收廣告）。如您拒絕我們蒐集遊戲進度資料將可能導致您無法體驗本遊戲核心功能；如您拒絕提供廣告標識符，可在設備設置中進行關閉。\
<br>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（四）當您使用本遊戲的消費功能時，我們會蒐集您的用於驗證付款的資料、儲值記錄和消費記錄，以便您後續查詢您的交易資訊，同時盡最大程度保護您的虛擬物品安全。儲值記錄和消費記錄屬於敏感資訊，蒐集上述資訊為實現本遊戲消費功能所必需，否則您將無法完成交易。\
<br>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（五）當您使用客服服務時，協力廠商SDK會自動蒐集有關您裝置的資料（裝置名稱、作業系統、電池狀態、儲存空間、電信商和語言），以便排查非遊戲內容引起的問題。\
<br>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（六）當您使用遊戲客服服務或使用找回帳號功能時，您需要提供遊戲帳號、遊戲進度資料及交易訂單往來資料等必要資訊，用於我們向您提供優質的客服服務，或證實帳號歸您本人所有，協助您找回帳號；當需要您提供聯絡資料（電話、地址或電子郵件信箱等），一般用於活動獎勵發送、意見、訂閱或調查回復，客服不會主動索取及儲存該資訊。\
<br>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（七）個人資料利用期間及範圍\
您的個人資料，除相關遊戲歷程本公司依主管機關頒訂的法令規定及服務條款保存外；於本公司營運期間所取得後，至公司營運終止或您請求刪除個人資料時止為使用期間；本遊戲會在實際營運及提供服務的地區，包括但不限於港澳臺等地區使用您的個人資料。\
<br>\
<br>\
三、資料之保護\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（一） 請妥善保管您的遊戲帳號及密碼或任何個人資料，不要將任何個人資料，提供給任何人，若您是與人共用電子設備，請務必在停止遊戲後註銷帳號，以防止他人讀取您的個人資料或其他資料。\
<br>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（二）\ 我們建立了保障個人資料安全專門的管理制度、流程和組織。我們僅允許有必要知曉這些資訊的公司員工訪問您的個人資料，並為此設置了嚴格的存取權限控制和監控機制。我們同時要求可能接觸到您的資料的所有人員履行相應的保密義務。如果未能履行這些義務，我們會追究其法律責任。\
<br>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（三） 本遊戲會提供適當安全維護措施，以保護您的個人資料之安全性；對於任何違法盜用或揭露個人資料的不法及不當行為，本遊戲定將採取必要的法律行動，以確保您的權益。\
<br>\
<br>\
四、與第三人共用個人資料之政策\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
您向外部第三人提供的個人資料，或外部第三人蒐集的您的個人資料，我們無法獲取，亦不會以非常規之方式擅自獲取。如您透過協力廠商帳戶直接登入本遊戲時，我們會從協力廠商獲取的您授權共用的加密數據代碼。我們的某些服務/功能由業務合作夥伴提供或者我們與業務合作夥伴共同提供時，為了必要且合理的業務順利展開，我們將與業務合作夥伴共用蒐集到的您的必要個人資料。除此之外，本遊戲不會提供、交換、出租或出售任何您的個人資料給未經您授權的第三人、團體、私人企業或公務機關。如存在其他共用、提供或轉讓您的個人資訊或您要求我們將您的個人資訊共用、提供或轉讓至我們外的第三人的情形時，我們會直接向您確認並取得您的明示同意。但有下列情形者除外：\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
1.經司法機關（包含偵查或偵查輔助機關）依法定程式要求提供，或我們發覺您在遊戲中有違反相關法令的行為，我們將依法配合司法單位協助調查。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
2.本公司依相關法令之規定，需要主動揭露資料的使用者資料。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
3.本公司業務重整、重組或類似情況發生時，獲本公司利益的受託人或受讓人。\
<br>\
<br>\
五、Cookies之使用\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
Cookies是一種可讓網站伺服器將資料儲存於用戶端或從用戶端中讀取資料的中立技術。為優化您的使用體驗，我們會使用Cookies或類似技術（例如：web beacons, log files, scripts, eTags）(以下統稱“Cookies”技術)。Cookies技術將在您的設備中生成檔案，以便我們提供特定功能。您有權透過設備或流覽器的設置開啟或關閉Cookies技術。但當您選擇關閉Cookies技術後，您可能無法體驗我們產品的部分功能。\
<br>\
<br>\
六、您對個人資料的控制權\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（一）對於本遊戲蒐集、處理及利用個人資料，您可以行使下列權利；請注意，如您請求刪除個人資料將影響您繼續使用本遊戲之權益，本公司會因為您刪除個人資料而無法提供本遊戲：\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
1.查詢或請求閱覽。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
2.請求製給複製本。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
3.請求補充或更正\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
4.請求停止蒐集、處理或利用。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
5.請求刪除。\
<br>\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
（二）如您對我們蒐集您之個人資料存在疑問、需要閱覽/複製/更正/補充您本人的個人資料，您可隨時使用遊戲內或遊戲官網中設置的客服服務與我們聯繫，我們將基於您的需求答覆查詢、提供閱覽/複製/更正/補充您本人的個人資料服務。\
<br>\
<br>\
七、隱私權協議之修正\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
為提供給您更好的服務，本遊戲將配合各項相關法令規定，定期增刪修改本隱私權協議，經過增刪或修改後的內容應以本遊戲公告時間為生效日。\
</body></html>";

//海外用户条款
"LTOverSeaProtocolViewTitle" = "使用者服務條款";
"LTOverSeaProtocolViewHeadHtml" = "<html><body class=\"protocol\">\
<div class=\"headers pr\">\
<a href=\"javascript:;\" id=\"backBtn\" class=\"back icons\"></a>\
<div class=\"titles clearfixs\">\
<a href=\"javascript:;\" class=\"logos\"></a>\
<b>一、適用範圍</b>\
<br>\
<br>\
</div>\
</div>\
本＜使用者服務條款＞列明的條款（「服務條款」）適用於使用者（以下簡稱為「甲方」）使用HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED（以下簡稱為「乙方」）及其關係企業之間提供的遊戲（包含電腦軟體、行動應用程式或網頁遊戲等）、網站（包含乙方架構網頁或Facebook、Instagram等社群網站）、資訊、服務等（以下簡稱為「乙方遊戲服務」）時的注意事項。\
<br>\
<br>\
乙方名稱：HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED\
<br>\
<br>\
電話：852-90674345\
<br>\
<br>\
營業所地址：FLAT/RM 604, 6/F, EASEY COMMERCIAL BUILDING 253-261 HENNESSY ROAD, WANCHAI, HK\
<br>\
<br>\
統一編號：70990807\
<br>\
<br>\
甲方於註冊乙方遊戲服務帳號或使用乙方遊戲服務前應仔細閱讀本「服務條款」）。本服務條款構成甲乙雙方間契約，甲方一旦註冊乙方遊戲服務帳號或安裝、使用乙方遊戲服務，即視為甲方完全瞭解並同意本服務條款。\
<br>\
<br>\
倘甲方為限制行為能力人者，本契約訂定時，應經甲方之法定代理人同意，本契約始生效力；甲方為無行為能力人者，本契約之訂定，應由甲方之法定代理人代為之。否則，甲方不得使用乙方遊戲服務。\
<br>\
<br>\
乙方應於官網首頁、遊戲登入頁面或購買頁面以中文明顯標示，若甲方為限制行為能力人或無行為能力人，除應符合前述服務條款之規定，並應於甲方之法定代理人閱讀、瞭解並同意本服務條款之所有內容後，方得使用乙方遊戲服務，本服務條款變更時亦同。\
<br>\
<br>\
<b>二、契約之內容</b>\
<br>\
<br>\
以下視為本契約之一部分，與本契約條款具有相同之效力：\
<br>\
<br>\
1.乙方有關本遊戲服務之廣告或宣傳內容。\
<br>\
<br>\
2.計費制遊戲之費率表及遊戲管理規則。\
<br>\
<br>\
本契約條款如有疑義時，應為甲方有利之解釋。\
<br>\
<br>\
<b>三、名詞定義</b>\
<br>\
<br>\
1.遊戲：係指甲方透過電腦、智慧型裝置或其他電子化載具，連結網際網路至乙方或其關係企業指定之伺服器所進行之遊戲以及與該遊戲相關之服務。\
<br>\
<br>\
2.遊戲網站：係指由乙方為提供本遊戲服務所建置之網站。\
<br>\
<br>\
3.遊戲管理規則：係指由乙方訂立，供為規範遊戲進行方式之規則且不影響雙方契約上之權利義務者。\
<br>\
<br>\
4.付費遊戲點數：係指甲方依照乙方所訂付費方式，預付一定金額購買之虛擬貨幣，該虛擬貨幣得於遊戲中作為支付工具使用（例如兌換遊戲中虛擬道具、換取抽選虛擬道具或遊戲角色機會、開啟遊戲中特定功能或用以解鎖或擴充遊戲關卡等）。\
<br>\
<br>\
5.虛擬道具：係指可於遊戲中使用之虛擬物品。\
<br>\
<br>\
6.收費費率：係指乙方就甲方使用乙方遊戲主服務之收費方式，包括計費基準、使用費單價、費用級距或收費制度計算公式等，不包括遊戲服務內之加值收費商品或服務。\
<br>\
<br>\
7.帳號密碼：係指甲方申請使用乙方遊戲服務並且完成註冊程式後直接向乙方取得之會員帳號密碼，不包括藉由快速登入功能所綁定者，例如Facebook、Google等帳號資料。\
<br>\
<br>\
8.遊戲歷程：係指自甲方登入乙方遊戲起至終止使用乙方遊戲止，電腦系統對甲方遊戲進行過程所為之紀錄。\
<br>\
<br>\
9.外掛程式：係指非由乙方提供，以影響或改變乙方遊戲運作為目的之程式。\
<br>\
<br>\
<b>四、​遊戲登入</b>\
<br>\
<br>\
甲方申請使用乙方遊戲服務，應依申請流程，於遊戲網站登入與身分證明文件相符之個人資料或其他必要資訊。為確保甲方使用本遊戲服務之權益，甲方提供之資料應可驗證身分，若有不正確或已變更時，應立即通知乙方更新。\
<br>\
<br>\
乙方若有為提供本遊戲服務與甲方聯絡之必要，而甲方未提供正確之個人資料或原提供之資料不符合真實且未更新，乙方得於甲方提供真實資料或更新資料前，暫停甲方遊戲進行及遊戲歷程查詢之服務。\
<br>\
<br>\
<b>五、契約解除權規定</b>\
<br>\
<br>\
1.甲方得於開始遊戲後七日內，以書面告知乙方解除契約，甲方無需說明理由及負擔任何費用。前項情形，甲方得就未使用之付費遊戲點數向乙方請求退費。\
<br>\
<br>\
2.若有限制行為能力人未經同意或無行為能力人未由法定代理人代為購買付費遊戲點數致生法定代理人主張退費時，法定代理人應依官網公告流程，備妥證明文件並提出申請，經乙方確認後，退還甲方未使用之遊戲費用。如該次購買係透過協力廠商平臺（包含但不限於iOS系統或Android系統），法定代理人申請退費時應依據該協力廠商平臺之程式及相關規定辦理。\
<br>\
<br>\
3.除外規定\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
1) 付費遊戲點數一經甲方於遊戲中使用（例如購買遊戲中虛擬道具、換取抽選虛擬道具或角色之機會或用以解鎖或擴充關卡等）即因其性質無法返還，根據消費者保護法、通訊交易解除權合理例外情事適用準則等規定，不適用七日鑑賞期，亦不得申請退費。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
2) 若為甲方直接付費解鎖遊戲特定關卡、擴充遊戲內容或兌換特定道具之情形，因屬一經乙方提供即為完成之線上服務，根據消費者保護法、通訊交易解除權合理例外情事適用準則等規定，不適用七日鑑賞期，亦不得申請退費。\
<br>\
<br>\
<b>六、計費標準、變更及其通知相關規定</b>\
<br>\
<br>\
1.  乙方遊戲服務之收費計算方式為：\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
□免費制\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
□計時制（應敘明計價單位及幣別，計價單位最高不得逾二小時）\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
R其他費制。\
<br>\
<br>\
2.乙方遊戲服務內（例如：遊戲商城、線上商店等）有提供需甲方額外付費購買之付費遊戲點數、商品或其他服務之機制（例如：虛擬貨幣或寶物、進階道具等），乙方應在官網首頁、遊戲登入頁面或購買頁面公告載明付款方式及商品資訊。\
<br>\
<br>\
3.乙方若有費率調整時，乙方應於預定調整生效日三十日前於官網首頁、遊戲登入頁面或購買頁面公告；若甲方於註冊帳號時已登錄通訊資料者，並依甲方登錄之通訊資料通知甲方。\
<br>\
<br>\
4.前項費率如有調整時，應自調整生效日起按新費率計收；若新費率高於舊費率時，甲方在新費率生效日前已於官網中登錄之付費購買點數或遊戲費用應依舊費率計收。\
<br>\
<br>\
<b>七、遊戲服務應載明之資訊</b>\
<br>\
<br>\
乙方應於官網首頁、遊戲登入頁面或購買頁面及遊戲套件包裝上載明以下事項：\
<br>\
<br>\
1.依遊戲軟體分級管理辦法規定標示遊戲分級級別及禁止或適合使用之年齡層。\
<br>\
<br>\
2.進行遊戲服務之最低軟硬體需求。\
<br>\
<br>\
3.有提供付費購買之機會中獎商品或活動，其活動內容、獎項及中獎機率等資訊，應記載「此為機會中獎商品，消費者購買或參與活動不代表即可獲得特定商品」等提示。\
<br>\
<br>\
<b>八、帳號密碼之使用</b>\
<br>\
<br>\
1.甲方完成註冊程式後取得之帳號及密碼，僅供甲方本人使用。\
<br>\
<br>\
2.前項之密碼得依乙方提供之修改機制進行變更。乙方人員（含客服人員、遊戲管理員）不得主動詢問甲方之密碼。乙方應於契約終止後三十日內，保留甲方之帳號及附隨於該帳號之电磁纪录。\
<br>\
<br>\
3.本契約非因可歸責甲方之事由而終止者，甲方於前述期間內辦理續用後，有權繼續使用帳號及附隨於該帳號之電磁紀錄。\
<br>\
<br>\
4.第2項期限屆滿時，甲方仍未辦理續用，乙方得刪除該帳號及附隨於該帳號之所有資料，但法令另有規定者不在此限。\
<br>\
<br>\
5.甲方應妥善保管帳號及密碼，不得與他人共用帳號，抑或容許他人存取甲方帳號，或作出可危及帳號安全的行為。如因而產生糾紛，屬可歸責於甲方之情形，由甲方自行負責。\
<br>\
<br>\
<b>九、帳號密碼遭非法使用之通知與處理</b>\
<br>\
<br>\
1.當事人一方如發現帳號、密碼被非法使用時，應立即通知對方並由乙方進行查證，經乙方確認有前述情事後，得暫停該組帳號或密碼之使用權，更換帳號或密碼予甲方，立即限制第三人就本遊戲服務之使用權利，並將相關處理方式揭載於遊戲管理規則。\
<br>\
<br>\
2.乙方應於暫時限制遊戲使用權利之時起，即刻以官網公告、簡訊、電子郵件、推播或其他雙方約定之方式通知前項第三人提出說明。如該第三人未於接獲通知時起七日內提出說明，乙方應直接回復遭不當移轉之電磁紀錄予甲方，不能回復時可採其他雙方同意之相當補償方式，並於回復後解除對第三人之限制。但乙方有提供免費安全裝置（例如：防盜卡、電話鎖等）而甲方不使用或有其他可歸責於甲方之事由，乙方不負回復或補償責任。\
<br>\
<br>\
3.第一項之第三人不同意乙方前項之處理時，甲方得依報案程式，循司法途徑處理。\
<br>\
<br>\
4.乙方依第一項規定限制甲方或第三人之使用權時，在限制使用期間內，乙方不得向甲方或第三人收取費用。\
<br>\
<br>\
5.甲方如有申告不實之情形致生乙方或第三人權利受損時，甲方應負一切法律責任。\
<br>\
<br>\
<b>十、遊戲歷程之保存與查詢</b>\
<br>\
<br>\
1.  乙方應保存甲方之個人遊戲歷程紀錄，保存期間為三十日，以供甲方查詢。甲方得以書面或網路（包含電子郵件或網路社群私訊）申請調閱甲方之個人遊戲歷程，且須提出與身份證明文件檔相符之個人資料以供查驗，查詢費用如下，由甲方負擔：\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
R免費。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
□____元（不得超過新臺幣二百元）。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
□其他計費方式（計費方式另行公告於官網首頁、遊戲登入頁面或購買頁面，其收費不得超過新臺幣二百元）。\
<br>\
<br>\
2.  乙方接獲甲方之查詢申請，應提供第一項所列之甲方個人遊戲歷程，並於七日內以書面或電子郵件方式提供資料。但甲方透過協力廠商平臺（包含但不限於iOS系統或Android系統）支付費用之交易紀錄持有者係協力廠商平臺，甲方理解乙方可能無法提供該交易紀錄供甲方查詢。\
<br>\
<br>\
<b>十一、個人資料保護</b>\
<br>\
<br>\
1.關於甲方個人資料之保護，依個人資料保護法及相關法律規定處理。相關規定請參<隱私權協議>。\
<br>\
<br>\
2.甲方於遊戲進行中如有任何違反法令或侵害他人權利之虞者，為配合主管機關或司法機關調查，乙方得將甲方個人資料、註冊資訊、遊戲歷程等提供該當主管機關。\
<br>\
<br>\
<b>十二、電磁紀錄</b>\
<br>\
<br>\
1.乙方遊戲服務之所有電磁紀錄均屬乙方所有，乙方並應維持甲方相關電磁記錄之完整。\
<br>\
<br>\
2.甲方對於前項電磁紀錄有使用支配之權利，但不包括乙方遊戲服務範圍外之移轉、收益行為。\
<br>\
<br>\
<b>十三、信息公開</b>\
<br>\
<br>\
1.甲方對其透過乙方服務所為之公開表述應自行承擔一切法律責任，乙方無事先審查之義務，但乙方有權修改或刪除不當表述，包含侵害他人著作權、歧視性、侮辱性、爭議性、猥褻性、不雅性、違反本服務條款或違反法律之發言等。\
<br>\
<br>\
2.甲方應同意並知悉甲方透過乙方遊戲服務進行之溝通屬於公開場合之表述，而非甲方之個人隱私。​乙方有權在必要情形下監控、記錄及合法披露甲方透過乙方遊戲服務進行溝通之內容。\
<br>\
<br>\
3.服務可能包括可以提供甲方表述內容的不同形式的論壇、部落格和聊天功能。乙方無法保證甲方於公開場合之表述不被第三人使用，如甲方希望保密某些觀點和資訊，和 /\ 或不希望他人使用，請勿於服務上張貼有關內容。\
<br>\
<br>\
4.甲方特此授予乙方一項不可撤銷、永久、免許可費，並適用於全球範圍的許可（包括轉讓予協力廠商的權利），授權乙方或其指定第三人以合法方式對其透過乙方遊戲服務所為之公開表述進行複製、發行、公開發表、改編等商業化及非商業化使用。\
<br>\
<br>\
<b>十四、連線品質</b>\
<br>\
<br>\
1.乙方為維護乙方遊戲服務相關系統及軟硬體設備而預先規劃暫停本遊戲服務之全部或一部時，應於七日前於官網首頁、遊戲登入頁面或購買頁面公告。 但因臨時性、急迫性或不可歸責於乙方之事由者，不在此限。\
<br>\
<br>\
2.因可歸責乙方事由，致甲方不能連線使用乙方遊戲服務時，乙方應立即更正或修復。對於甲方於無法使用期間遭扣除遊戲費用或遊戲內商品，乙方應返還遊戲費用或商品，無法返還時則應提供其他合理之補償。\
<br>\
<br>\
3.由於甲方使用電信機線設備之障礙或阻斷，致發生錯誤、遲滯、中斷或不能傳遞等非乙方所能控制之情況致造成損害時，乙方將不負賠償責任。\
<br>\
<br>\
<b>十五、企業經營者及消費者責任</b>\
<br>\
<br>\
1.乙方應依本服務條款之規定負有於提供乙方服務時，維護其自身電腦系統，符合當時科技或專業水準可合理期待之安全性。\
<br>\
<br>\
2.電腦系統或電磁紀錄受到破壞，或電腦系統運作異常時，乙方應於採取合理之措施後儘速予以回復。\
<br>\
<br>\
3.乙方違反前2項規定或因遊戲程式漏洞致生甲方損害時，應依甲方遊戲中受損害情形，負損害賠償責任，但乙方能證明其無過失者，得減輕其賠償責任。\
<br>\
<br>\
4.乙方電腦系統發生第2項所稱情況時，於完成修復並正常運作之前，乙方不得向甲方收取費用。\
<br>\
<br>\
5.甲方因共用帳號、委託他人付費購買遊戲點數衍生與第三人間之糾紛，乙方得不予協助處理。\
<br>\
<br>\
<b>十六、遊戲管理規則</b>\
<br>\
<br>\
1.為規範遊戲進行之方式，乙方應訂立合理公平之遊戲管理規則，甲方應遵守乙方公告之遊戲管理規則。\
<br>\
<br>\
2.遊戲管理規則之變更應依本服務條款第十九條之程式為之。\
<br>\
<br>\
3.遊戲管理規則有下列情形之一者，其規定無效：\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(1) 牴觸本服務條款之規定。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(2) 剝奪或限制甲方之契約上權利。但乙方依本服務條款第十七條或第二十條之規定處理者，不在此限。\
<br>\
<br>\
<b>十七、違反遊戲管理規則之處理</b>\
<br>\
<br>\
1.除本服務條款另有規定外，有事實足證甲方於遊戲服務中違反遊戲管理規則時，乙方應於官網首頁、遊戲登入頁面或購買頁面公告，並依甲方登錄之通訊資料通知甲方。\
<br>\
<br>\
2.甲方第一次違反遊戲管理規則，乙方應通知甲方於一定期間內改善。經乙方通知改善而未改善者，乙方得依遊戲管理規則，按其情節輕重限制甲方之遊戲使用權利或暫停遊戲權限。如甲方因同一事由再次違反遊戲管理規則時，乙方得立即依遊戲管理規則限制甲方進行遊戲之權利。\
<br>\
<br>\
3.乙方依遊戲管理規則限制甲方進行遊戲之權利，每次不得超過七日。\
<br>\
<br>\
<b>十八、申訴權利</b>\
<br>\
<br>\
1.甲方不滿意乙方提供之連線品質、遊戲管理、費用計費、其他相關之服務品質，或對乙方依遊戲管理規則之處置不服時，得於收到通知之翌日起七日內以電子郵件或書面提出申訴，乙方接獲申訴後，應於十五日內回覆處理之結果。\
<br>\
<br>\
2.乙方應於官網或遊戲管理規則中明定服務專線、電子郵件等相關聯絡資訊與二十四小時申訴管道。\
<br>\
<br>\
3.甲方反映第三人利用外掛程式或其他影響遊戲公平性之申訴，依第1項規定辦理。\
<br>\
<br>\
<b>十九、契約之變更</b>\
<br>\
<br>\
1.乙方修改本契約時，應於官網首頁、遊戲登入頁面或購買頁面公告之，並依甲方登錄之通訊資料通知甲方。\
<br>\
<br>\
2.乙方未依前項進行公告及通知者，本服務條款之變更無效。\
<br>\
<br>\
3.甲方於第1項通知到達後十五日內：\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(1) 甲方未為反對之表示者，乙方依服務條款變更後之內容繼續提供本遊戲服務。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(2) 甲方為反對之表示者，依甲方終止契約方式處理。\
<br>\
<br>\
<b>二十、服務條款之終止及退費</b>\
<br>\
<br>\
1.甲方得隨時以書面或電子郵件通知終止乙方終止本契約。\
<br>\
<br>\
2.若甲方逾一年期間未登入使用乙方遊戲服務，乙方得通知甲方於十五日內登入，如甲方屆期仍未登入使用，則乙方得終止本服務條款。\
<br>\
<br>\
3.甲方有下列重大情事之一者，乙方依甲方登錄之通訊資料通知甲方後，得立即終止服務條款：\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(1) 利用任何系統或工具對乙方電腦系統之惡意攻擊或破壞。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(2) 以利用外掛程式、病毒程式、遊戲程式漏洞或其他違反遊戲常態設定或公平合理之方式進行遊戲。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(3) 以冒名、詐騙或其他虛偽不正等方式付費購買點數或遊戲內商品。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(4) 因同一事由違反遊戲管理規則達三次以上，經依第十七條第2項通知改善而未改善者。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(5) 經司法機關查獲從事任何不法之行為。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(6) 未經乙方明確書面同意，修改或促使修改服務或乙方遊戲旗下任何檔案。擾亂、干預或以其他方式影響乙方遊戲服務正常流程；抑或作出可影響他人使用乙方遊戲服務相關體驗的行為且情節嚴重者。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(7) 實施、協助或參與任何形式的攻擊行為，包括但不限於病毒傳播、拒絕服務攻擊，抑或其他企圖擾亂服務，或影響其他人使用或享用乙方遊戲服務的行為且情節嚴重者。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(8)\ 企圖透過乙方使用者介面以外的方式，未經授權獲取服務、他人註冊帳號、電腦、伺服器或連接至服務的網路；包括但不限於繞開或修改，試圖繞開或修改，抑或協助他人繞開或修改任何服務器下的安全設置、技術、裝置或程式。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(9)\ 發佈任何足以影響其他使用者使用本軟體的行為，包括但不限於從事任何有害的、有威脅的、濫用的、煽動的、恫嚇的、暴力的、或鼓勵暴力、騷擾、粗鄙、跟蹤、侵犯他人隱私、或種族的、民族的、或其他爭議性的作為。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(10) 反向工程、反編譯、拆解、破譯或以其他方式，試圖取得任何用於支援服務或任何乙方遊戲的底層程式或其他智慧財產權的原始碼。\
<br>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp\
(11) 索取或嘗試索取他人用於存取服務或任何乙方遊戲的登入資訊、其他認證資料或個人資訊。透過服務蒐集或發布他人私人資訊，包括個人可識別資訊（包括文字、圖像和影片形式）、身份證明文件或財務資訊。\
<br>\
<br>\
4.乙方對前項事實認定產生錯誤或無法舉證時，乙方應對甲方之損害負賠償責任。\
<br>\
<br>\
5.本服務條款終止時，乙方於扣除必要成本後，應於三十日內以現金、信用卡、匯款、掛號寄發支票方式退還甲方未使用之付費遊戲點數或遊戲費用，或依雙方同意之方式處理前述點數或費用。倘甲方係透過協力廠商平臺（如Android或iOS系統）購買付費遊戲點數，甲方應先向協力廠商平臺申請退費，申請退費時除應符合本服務條款外，亦應遵守協力廠商平臺之規定辦理。\
<br>\
<br>\
<b>二十一、停止營運</b>\
<br>\
<br>\
1.因乙方停止遊戲服務之營運而終止服務條款者，應於終止前三十日公告於官網首頁、遊戲登入頁面或購買頁面；若甲方於註冊帳號時已登錄通訊資料者，並依甲方登錄之通訊資料通知甲方。\
<br>\
<br>\
2.乙方未依前項期間公告並通知者， 除應退還甲方未使用之付費遊戲點數且不得扣除必要成本外，並應提供甲方其他合理之補償。\
<br>\
<br>\
<b>二十二、送達</b>\
<br>\
<br>\
1.有關本服務條款所有事項之通知，甲方同意乙方以甲方登錄之聯絡地址或電子郵件地址為送達。\
<br>\
<br>\
2.前項登錄地址或電子郵件地址若有變更，甲方應即通知乙方。乙方應依變更後之地址或電子郵件地址為送達。\
<br>\
<br>\
3.乙方依本條地址所為之通知發出後，以書面通知到達甲方，或電子郵件進入甲方之電子郵件伺服器中，推定為已送達。\
<br>\
<br>\
4.因甲方之故意或過失致乙方無法送達者，乙方對甲方因無法送達所致之損害不負賠償責任。\
<br>\
<br>\
<b>二十三、準據法及管轄法院</b>\
<br>\
<br>\
1.本服務條款、遊戲管理規則及相關事項之解釋與適用，以及甲方因使用乙方遊戲服務而與乙方間所生之權利義務關係，應以中華民國法律為準據法。\
<br>\
<br>\
2.因本服務條款而生之事件，雙方合意以臺灣臺北地方法院為第一審管轄法院。\
<br>\
<br>\
3.前項約定不得排除消費者保護法第四十七條或民事訴訟法第二十八條第二項、第四百三十六條之九規定之適用。\
<br>\
<br>\
<b>二十四、智慧財產權權屬聲明</b>\
<br>\
<br>\
與乙方遊戲服務相關的一切權利、所有權和利益（包括但不限於任何遊戲、標題、電腦程式碼、主題、物件、人物、人物名稱、故事、對話、短語、概念、圖形、動畫、聲音、音樂作品、視聽效果、操作方法、精神權利、檔案、人物檔案資訊、遊戲用戶端的遊戲記錄、遊戲用戶端和伺服器程式）均由乙方所有。乙方保留與遊戲和服務相關的所有權利，包括但不限於智慧財產權和其他專有權利。本協議中任何約定都不能解釋或推定為將乙方遊戲、乙方的智慧財產權及相關權利或利益轉讓給甲方。非經乙方或其個別權利人事先合法授權，甲方不得基於任何目的複製、傳播、改編或以其他任何形式進行商業化或非商業化使用或為任何侵權行為，否則甲方應承擔一切法律責任。\
<p align='right'>最後更新日期：2020年6月11日</p>\
</body></html>";







